<link media="screen" href="{theme}/style/wk.css" type="text/css" rel="stylesheet" />

<div class="jobs_view_padding">
    <div class="jobs_view_about" id="jobs_view_about"><!--4-->Мы создаем быстрые и удобные социальные приложения для iPhone и iPad, которыми пользуются миллионы людей по всему миру. Если у Вас есть стремление сделать эти продукты ещё лучше, присоединяйтесь к команде яВинете. <br><br>

<a name="Обязанности"></a><div class="wk_sub_header">Обязанности</div> 
<ul class="listing">
<li><span class="l">Участие в разработке iOS-приложений яВинете </span></li>
<li><span class="l">Тестирование, оптимизация и поддержка существующих и новых продуктов </span></li>
<li><span class="l">Взаимодействие с командой API и дизайнерами </span></li>
</ul><br>

<a name="Требования"></a><div class="wk_sub_header">Требования</div> 
<ul class="listing">
<li><span class="l">Опыт создания приложений для iOS — не менее года </span></li>
<li><span class="l">Отличное знание платформы Cocoa Touch: Objective-C/C, Foundation, UIKit, CoreGraphics, CoreAnimation, QuartzCore, Grand Central Dispatch </span></li>
<li><span class="l">Опыт разработки клиент-серверных приложений, понимание деталей сетевого взаимодействия на всех уровнях абстракции в iOS </span></li>
<li><span class="l">Хорошее знание Objective-C Runtime и способность использовать его для отладки и оптимизации приложений </span></li>
<li><span class="l">Понимание модели управления памятью Cocoa и деталей работы MRC и ARC </span></li>
<li><span class="l">Практический опыт разработки приложений с многопоточностью, знание современных методик организации асинхронной работы на платформе iOS </span></li>
<li><span class="l">Базовые знания Web-технологий, основ верстки, баз данных и работы с системами версионного контроля (Git) </span></li>
<li><span class="l">Наличие портфолио с выполненными проектами </span></li>
</ul><br>

<a name="Мы высоко ценим"></a><div class="wk_sub_header">Мы высоко ценим</div> 
<ul class="listing">
<li><span class="l">Способность максимально быстро и качественно решать поставленные задачи, ориентированность на результат </span></li>
<li><span class="l">Самостоятельность, ответственность, инициативу и внимание к деталям как в коде, так и в создаваемых интерфейсах </span></li>
<li><span class="l">Гибкий и системный подход к решению сложных задач </span></li>
</ul><br>
При подаче заявки на эту вакансию обязательно оставьте ссылку на одну или несколько законченных работ — приложение в AppStore или репозиторий на GitHub'e. Расскажите о своей роли в проекте, самых сложных и интересных задачах, которые Вы решили (это особенно важно, если проекты были закрытые и дать ссылку на них невозможно). <br><br>
Вы сможете работать в небольшой команде, где каждый занимается широким кругом задач. Мы работаем много и упорно, но не загоняем себя в рамки традиционного рабочего расписания. <br><br>
Вознаграждение в большей степени зависит от амбиций и таланта разработчика. яВинете предоставляет полный социальный пакет и максимально комфортные условия. </div>



<div class="jobs_expand_button" onclick="Jobs.addios();Profile.miniatureClose()" style="margin-top:15px;margin-left:-37px;width:683px">Подать заявку на вакансию</div>
<div style="margin-top:-33.5px"></div>