<link media="screen" href="{theme}/style/wk.css" type="text/css" rel="stylesheet" />
<div class="jobs_view_about" id="jobs_view_about">≈сли ¬ы хотите администрировать сложные, высоконагруженные проекты, готовы слушать и много учитьс€, работать над интересными задачами и самосто€тельно их решать, то это работа дл€ ¬ас. <br><br>
ћы ищем не только специалистов со стажем, но и тех, кто пока не имеет достаточного опыта и готов его приобрести. ѕриветствуютс€ базовые знани€ и навыки работы с Linux, опыт работы с сет€ми и программировани€ на скриптовых €зыках: bash, perl, PHP. <br><br>
¬ы будете работать в небольшом дружном коллективе профессионалов, где каждый занимаетс€ широким кругом задач. ћы работаем много и упорно, но не загон€ем себ€ в рамки традиционного рабочего расписани€. <br><br>
¬ознаграждение зависит в большей степени от ¬аших амбиций и трудолюби€. ѕри этом €¬инете предоставл€ет полный социальный пакет и максимально комфортные услови€. </div>
<div class="jobs_expand_button" onclick="Jobs.addsysadmin();Profile.miniatureClose()" style="margin-top:10px;margin-left:-15px;width:683px">ѕодать за€вку на вакансию</div>
<div style="margin-top:-15px"></div>