<link media="screen" href="{theme}/style/wk.css" type="text/css" rel="stylesheet" />
<div class="jobs_view_padding">
    <div class="jobs_view_about" id="jobs_view_about"><!--4-->Команда яВинете ищет амбициозного и ответственного WEB-разработчика. C Вашей помощью мы будем создавать продукты на стыке технологий, сложных алгоритмов и задач реального мира, которые решают миллионы пользователей ежедневно. <br><br>

<a name="Обязанности"></a><div class="wk_sub_header">Обязанности</div> 
<ul class="listing">
<li><span class="l">Разработка новых сервисов яВинете </span></li>
<li><span class="l">Тестирование и оптимизация создаваемых продуктов </span></li>
<li><span class="l">Взаимодействие с командой мобильной разработки и дизайнерами </span></li>
</ul><br>

<a name="Требования"></a><div class="wk_sub_header">Требования</div> 
<ul class="listing">
<li><span class="l">Умение качественно и эффективно программировать, используя существующие наработки и с прицелом на результат. Конкретный язык программирования не принципиален, но мы используем PHP. </span></li>
<li><span class="l">Опыт работы с MySQL, Memcached и другими серверными технологиями </span></li>
<li><span class="l">Навыки сложной кроссбраузерной верстки с использованием HTML/CSS и JavaScript </span></li>
<li><span class="l">Знание основ систем контроля версий (Git) </span></li>
<li><span class="l">Понимание работы высоконагруженных сервисов </span></li>
<li><span class="l">Гибкий и системный подход к решению сложных задач </span></li>
<li><span class="l">Желателен опыт создания собственных проектов </span></li>
</ul><br>
При подаче заявки на эту вакансию обязательно оставьте ссылку на одну или несколько законченных работ — публичный проект, репозиторий на GitHub'e или правки в open source. Расскажите о своей роли в проекте, самых сложных и интересных задачах, которые вы решили (это особенно важно, если проекты были закрытые и дать ссылку на них невозможно). <br><br>
Вы сможете работать в небольшой команде, где каждый занимается широким кругом задач. Мы работаем много и упорно, но не загоняем себя в рамки традиционного рабочего расписания. <br><br>
Вознаграждение в большей степени зависит от амбиций и таланта разработчика. яВинете предоставляет полный социальный пакет и максимально комфортные условия. </div>

<div class="jobs_expand_button" onclick="Jobs.addweb();Profile.miniatureClose()" style="margin-top:10px;margin-left:-37px;width:683px">Подать заявку на вакансию</div>
<div style="margin-top:-33px"></div>